chat_system_685386742_actor_description=Rotten Hake. Robbers' leader.
chat_system_685386742_switch_0_header_0=^?^Hello, [player]! So how's your Rina? She hasn't eaten you yet?
chat_system_685386742_switch_0_header_1=^?^Well, well. So how did you manage to slip by my guys? Are you too bored with life? Now we'll see what color are your guts - hey, guys!<br>[s]One of the robbers jumps up and approaches the leader, whispering something to him.[/s]<br>Hum, you are not so simple as you look, [player]. That is your name, right? Why didn't you tell me before who you are - we'd have greeted you honorably. But the thing is, this month all the taxes are paid, plugen for plugen - for shelter and for the roads, to the guard's and royal treasuries. Even this, what do you call it ... [s] Takes out a piece of paper, reads: [/s] The license permitting the trading of non-produced goods - that means stolen goods, you know.
chat_system_685386742_snap_0_question=^?^Hey, guys, just look who's come to pay us a visit! Can this be that king's detective? Why did you come? You wanna test the sharpness of our knives or the strength of your skin?
chat_system_685386742_snap_0_answer_0=^?^Tell me more about the girl you said was your wife.
chat_system_685386742_snap_0_answer_1=^?^Show me, chief, what do you have for sale?
chat_system_685386742_snap_0_answer_2=^?^I need to talk to you. It's has to do with a stolen ring that the miller sold you.
chat_system_685386742_snap_0_answer_3=^?^I'd like to buy something. I heard you buy and sell stolen stuff? I'd like to have a look at what you have.
chat_system_685386742_snap_0_answer_4=^?^I was sent to you by... uhh... the Crooked Tooth! A famous robber from the capital.
chat_system_685386742_snap_0_answer_5=^?^I'm busy, we'll talk later.
chat_system_685386742_snap_9_question=^?^Actually, I have one... acquaintance. She's a wonderful girl, but she has one drawback. An advantage, I should say. She... actually, she's a little... well, she's a zombie!
chat_system_685386742_snap_9_answer_0=^?^Oh, you dirty bastard! What are you offering to me!
chat_system_685386742_snap_11_question=^?^Stop! Wait! You didn't get me right... Pah, [player], you know I could really take offence at such words.<br>Rina is in fact a common girl. But she fell victim of a cursed ring, and now, whenever she hears the secret words, she turns into a zombie.<br>The same spell turns her back into a girl. But see for yourself, what a wonderful wife she is!
chat_system_685386742_snap_11_answer_0=^?^What's so wonderful about a wife like that?
chat_system_685386742_snap_12_question=^?^Rina-zombie is a great bodyguard. I can't tell you how many times she saved my life. During one attempt, she smelled poison in the food. The second time, she took an arbalest shot for me. To her, well she's dead, so it's no harm... And once when I was ambushed, she tore everyone to pieces barehanded!<br>You try to find such a wife - she doesn't eat, doesn't sleep, needs no rest, and asks for no money. If you don't like the smell, or people start to look askance - just say the magic words, and you have a beautiful wife just like the others.
chat_system_685386742_snap_12_answer_0=^?^And you're saying that I should take Rina as my own wife?
chat_system_685386742_snap_13_question=^?^Exactly! And for only ten thousand gold coins you get not just one wife, but two! One is a zombie-bodyguard; the other is a nice, regular girl.
chat_system_685386742_snap_13_answer_0=^?^Ok, it's a deal! Here's your ten thousand gold coins.
chat_system_685386742_snap_13_answer_1=^?^I'm sorry, but the price is just too high. Besides, I can't marry a zombie just like that. I'll have think it over.
chat_system_685386742_snap_2_question=^?^"Sobius rat caberian torus" - these are the magic words that will turn her into a zombie and back again! In case you forget, you can see them written on her arm; I made a tattoo, a little above her right elbow.<br>Well, goodbye, Rina. I am delivering you into the reliable hands of the honorable Knight [player].
chat_system_685386742_snap_2_answer_0=^?^Thank you, I'll take good care of her. Maybe I will even remove that evil spell. Goodbye.
chat_system_685386742_snap_4_question=^?^What's this? You trying to cause trouble? We are honest workers - we even have a license. What, do you think the license is no good? We have great document specialists, you know! They can't read, but they'll write whatever you tell them, in elven or even in the sunset language!<br>And we don't sell the stolen stuff! Even if we did, we definitely wouldn't tell you about it.
chat_system_685386742_snap_4_answer_0=^?^I believe you, chief, I believe you. So show me your license and your other stuff.
chat_system_685386742_snap_1_question=^?^Crooked what? That's the first time I've hear of him. Of course, long ago there was a Crooked Dog in the capital - and there was Crooked Mug, who lived in Arlania port, but I never heard about your guy before. Maybe because there ain't such a person, and you're a spy, sent by the town guard?
chat_system_685386742_snap_1_answer_0=^?^I'm no spy; I'm the new Treasure Searcher of His Majesty. You probably heard about it.
chat_system_685386742_snap_1_header_0=^?^Searcher you say? So you steal ancient treasuries by the king's order? Well-well, good job, filling the king's treasury - but if we was in business together, one of them shiny treasures might... say, drop out of your bag by accident, am I right? Eh... [player]?
chat_system_685386742_snap_7_question=^?^Hey you, searcher! You're just in time!
chat_system_685386742_snap_7_answer_0=^?^What's happened?
chat_system_685386742_snap_8_question=^?^I've got a suggestion - and this one will pay. It's a matter of life and death, literally.
chat_system_685386742_snap_8_answer_0=^?^Humm. Interesting. Go ahead...
chat_system_685386742_snap_8_header_0=^?^Well, you are a young man, in the prime of your life. What does such a young man need? Right! A wife! Well I have just the girl for you, one like you've never seen before.<br>I need to make sure she's in reliable hands; she's a great girl you know. And I know you're a reliable person, so you'll take good care of her.
